Repository: Myrat204209/Meno-shop
Catalog: lib/l10n/arb/app_*.arb
Languages: tk

# networkError
source: No internet connection.
tk: Internet baglanyşygy ýok.

# networkErrorDescription
source: Please try again later.
tk: Haçan-da bolsa täzeden synanyşyň.

# networkErrorButton
source: Try Again
tk: Täzeden synanyş

source: Notification
tk: Bildiriş

# unreadMessage
source: New
tk: Täze

# profile
source: My profile
tk: Profil

source: Name
tk: At

source: Phone number
tk: Telefon belgisi

# technicalSupportTitle
source: Technical Support
tk: Tehniki goldaw

# technicalSupportDescription
source: Contact us for assistance
tk: Kömek üçin biziň bilen habarlaşyň

source: Language
tk: Dil

# languageChangeTitle
source: Change Language
tk: Dili üýtget

# languageSelectDescription
source: Choose the application language
tk: Programma dilini saýlaň

# searching
source: Search from shop...
tk: Dükandan gözle...

# startShopping
source: Shop now
tk: Söwda başla

source: Load more
tk: Has köp ýükle

source: View all
tk: Hemmesini gör

source: Orders
tk: Meniň sargytlarym

source: Discount
tk: Arzanladyş

# productsAll
source: Products ({products})
tk: Önümler

# addressesCreate
source: Add a new address
tk: Täze salgy goş

# checkOutCompleteTitle
source: Your order has been registered.
tk: Sargydyňyz hasaba alyndy.

# checkOutCompleteContent
source: The completed trade will be added to you at the specified time. Thank you for your shopping!
tk: Tamamlanan söwda bellenen wagtda size goşular. Söwda üçin sag boluň!

# deliveryTime
source: Select when to deliver
tk: Eltip bermek wagtyny saýlaň

# deliverySerice
source: Delivery service
tk: Eltip bermek hyzmaty

source: Accepted
tk: Kabul edildi

source: Expected
tk: Garaşylýar

# neglection
source: No
tk: Ýok

# affirmation
source: Yes
tk: Hawa

# totalCost
source: Total Cost of goods
tk: Harytlaryň jemi bahasy

# paymentMethod
source: Types of payment
tk: Töleg usullary

# paymentMethodCash
source: Cash
tk: Nagt

source: Select address
tk: Salgyny saýlaň

# selectAddressEmpty
source: Not Selected
tk: Saýlanmady

# cart
source: My cart
tk: Meniň sebedim

# cartClearTitle
source: Remove products
tk: Önümleri aýyrmak

# cartClearContent
source: Do you want all products removed?
tk: Ähli önümleri aýyrmak isleýärsiňizmi?

# cartEmptyTitle
source: Cart is Empty
tk: Sebet boş

# cartEmptyDescription
source: Items in your cart are displayed here
tk: Sebediňizdäki harytlar şu ýerde görkeziler

source: Filter
tk: Süzgüç

source: Select all
tk: Hemmesini saýla

source: Success
tk: Üstünlik

source: Cancel
tk: Ýatyr

source: Close
tk: Ýap

# productsEmptyTitle
source: No Products Found
tk: Önümler tapylmady

# productsEmptyDescription
source: No products available at this time.
tk: Häzirki wagtda elýeterli önümler ýok.

# merchLabel
source: For Traders
tk: Söwdagärler üçin

# merchTitle
source: Special Offers
tk: Ýörite teklipler

# merchSubtitle
source: All products, wholesale price
tk: Ähli önümler, lomaý baha
